#X-Generator: crowdin.com
reflection_device=Formulaire de r\u00e9flexion
evaluation_device=Formulaire d'\u00c9valuation
review_device=Formulaire de r\u00e9troaction
page_form=Formulaire additionnel
default=Default

cell_name_text=Nom de la cellule \:
matrix_name_text=Nom de la matrice \:
wiz_page_name_text=Nom de la page \:
wiz_name_text=Nom de l'assistant \: 

# Provider name
provider_name=Liens vers les matrices
provider_text_label=Cet \u00e9l\u00e9ment est li\u00e9 \u00e0 une ou plusieurs cellules de la matrice. Cliquez sur le nom de la cellule pour en savoir plus sur le but de la cellule.
provider_help_label=Qu'est-ce que c'est ?
provider_help_desc=Une matrice est un cadre pour guider les utilisateurs \u00e0 travers le processus de\ncr\u00e9ation d'un portfolio \u00e9lectronique ou ePortfolio (c.a.d. Une , collection\npersonnelle et num\u00e9ris\u00e9e de t\u00e2ches, documents, vid\u00e9os et autres \u00e9l\u00e9ments \nqui montrent une \u00e9volution dans les apprentissages). Dans une matrice, les \naffectations ePortfolio sont repr\u00e9sent\u00e9es comme des cellules organis\u00e9es en lignes et en colonnes \navec des titres descriptifs. Lorsque vous soumettez votre travail, elles appara\u00eetront dans \nla cellule sp\u00e9cifi\u00e9e (s).

# MatrixTaggingHelperInfoImpl
act_helper_text=Cr\u00e9er/Modifier les liens vers les matrices
act_helper_title=Cr\u00e9er/Modifier les liens \u00e0 partir de cette activit\u00e9 vers les matrices

column_criteria=Nom de la cellule
column_parent=Nom de la matrice
column_worksite=Site

column_criteria_desc=Trier par cellule
column_parent_desc=Trier par matrice
column_worksite_desc=Trier par site

decorated_user_format={0} ({1})
decorated_role_format={0} (Role)

email_uppercase_matrixCell=Cellule de matrice
email_uppercase_wizardPage=Page d'assistant
email_matrixCell=cellule de matrice
email_wizardPage=page d'assistant
email_wizard=assistant
email_matrix=matrice
email_wizards=Assistants
email_matrices=Matrices

matrixFeedbackSubject=Demande de r\u00e9troaction de{0}
matrixEvaluationSubject={0} Soumis pour \u00e9valuation par {1}

matrixFeedbackBody={0} a demand\u00e9 vos commentaires sur le contenu de la cellule nomm\u00e9e {1} dans la matrice ePortfolio nomm\u00e9e {2}, qui est situ\u00e9e sur le site {3}.\n\n\n\nVous pouvez afficher la cellule en cliquant sur le lien ci-dessous.\n\n\n\n{4}\n\n\n\nPour fournir des commentaires g\u00e9n\u00e9raux, cliquez sur le lien "Ajouter une r\u00e9troaction" (ou feedback) dans la zone "Feedback" de la page. \n\n\nPour faire des commentaires sur un \u00e9l\u00e9ment sp\u00e9cifique, cliquez sur "Ajouter une r\u00e9troaction" (ou feedback) \u00e0 c\u00f4t\u00e9 du formulaire ou encore cliquer sur "R\u00e9viser" \u00e0 c\u00f4t\u00e9 de la r\u00e9troaction existante dans la zone "Items". \n\n\nLorsque vous avez termin\u00e9 de remplir le formulaire de commentaires, cliquez sur "Enregistrer Changements". \n
matrixEvaluationBody={0} a soumis le {1} {2} nomm\u00e9 pour \u00e9valuation. Ce {3} fait partie du ePortfolio {4} {5} nomm\u00e9, qui se trouve dans le site {6}. \n\n\nVous pouvez consulter le {7} en cliquant sur le lien ci-dessous ou en localisant et en ouvrant l'\u00e9l\u00e9ment dans l'outil Evaluations (si disponible) dans {8}. Alternativement, vous pouvez naviguer vers l'item via l'outil {9}. \n\n\n\n{10}\n\n\n\nPour ajouter une \u00e9valuation \u00e0 l'{11}, cliquez sur l '"\u00e9valuation Ajouter" dans le domaine des \u00e9valuations de la {12}. Lorsque vous avez termin\u00e9 de remplir le formulaire d'\u00e9valuation, cliquez sur "Enregistrer les modifications". Vous serez alors invit\u00e9 \u00e0 mettre \u00e0 jour l'\u00e9tat de l'{13}.
anon_user_header=un utilisateur anonyme
anon_user=un utilisateur anonyme
matrixFeedbackBodyPersonalMessage=\n\nmessage personnel de {0}\:\n\n{1}

prefs_title=Matrices
# Do not remove prefs_description or prefs_title_override, check SAK-21078 for risk and code for reason
prefs_description=Il s'agit d'une pr\u00e9f\u00e9rence globale qui s'applique \u00e0 tous les sites avec un outil de matrices. \nPour remplacer cette pr\u00e9f\u00e9rence pour un site sp\u00e9cifique, cliquez sur "Ajouter un site".
prefs_title_override=Remplacer Pr\u00e9f\u00e9rences Matrices
prefs_opt3=Envoyez-moi chaque notification s\u00e9par\u00e9ment
prefs_opt2=Envoyez-moi un e-mail par jour r\u00e9capitulant toutes les notifications
prefs_opt1=Ne m'envoyez pas de notifications

