#X-Generator: crowdin.com
gen.options=Options

tool.description.sites.helper=Voici les outils externes qui ont des liens au sein de ce site. Un seul outil install\u00e9 peut avoir beaucoup de liens.  S\u00e9lectionnez \u00ab\u00a0Modifier\u00a0\u00bb pour modifier les param\u00e8tres pour d'un lien particulier.  Il peut y avoir des r\u00e9f\u00e9rences cod\u00e9es en dur pour ces liens tout au long de ce site.  Si vous supprimez un lien \u00e0 partir de cet \u00e9cran, ces r\u00e9f\u00e9rences \u00e9choueront, alors soyez prudent lorsque vous supprimez les liens de cet \u00e9cran.

content.redirecting=Redirection vers un outil externe pour configuration...
content.export.csv=Exporter en CSV
content.export.excel=Exporter en Excel
content.attribution=Service/D\u00e9partement

contentitem.link=Lancer la Configuration de l\u2019outil externe
contentitem.detail=Cet outil pourra se configurer lui-m\u00eame.  Si vous avez des probl\u00e8mes d\u2019utilisation des possibilit\u00e9s de configuration de l\u2019outil, revenez \u00e0 l\u2019\u00e9cran pour configurer l\u2019outil.

error.contentitem.missing.returnurl=ReturnUrl manquant sur ContentItemResponse
error.contentitem.missing.data=Le param\u00e8tre data\= est manquant dans ContentItemResponse
error.contentitem.bad=Erreur dans le ContentItemResponse retourn\u00e9e
error.contentitem.missing=Cl\u00e9 d\u2019outil manquante dans ContentItemResponse
error.contentitem.incorrect=Cl\u00e9 d\u2019outil incorrecte dans ContentItemResponse
error.contentitem.no.validate=Erreur de validation OAuth
error.contentitem.no.ltilink=Il manque LtiLinkItem dans ContentItemResponse @graph




error.deploy.missing=Le d\u00e9ploiement est manquant ou mal configur\u00e9.
error.deploy.badstate=Le d\u00e9ploiement n'est dans le bon \u00e9tat pour inscrire
error.deploy.badproxy=Ce d\u00e9ploiement a un reg_profile cass\u00e9.
error.deploy.noreg=Ce d\u00e9ploiement n\u2019a aucune url d\u2019enregistrement.
error.deploy.partial=Le d\u00e9ploiement est incomplet, manque une cl\u00e9 et un secret.




bl_launch=URL
bl_url=URL
bl_sitetitle=Titre de l'espace
bl_created_at=Ajout\u00e9 le
bl_sitecontactname=Propri\u00e9taire de l'espace
bl_sitecontactemail=Contact de l'espace
bl_action=Action
select.showall=Tout afficher


search.sitetitle=Recherche par titre d'espace
searchby=Chercher par {0}

register.may.popup=Le processus d'inscription peut ouvrir une fen\u00eatre popup.  Si elle ouvre une fen\u00eatre surgissante (pop-up), lorsque l'enregistrement est termin\u00e9, alors revenez \u00e0 cette page et activez manuellement le d\u00e9ploiement.
register.external.pre.launch=Nous allons maintenant lancer un site web externe dans une nouvelle fen\u00eatre pour faire l'installation r\u00e9elle. Une fois ce processus termin\u00e9, revenez \u00e0 cette fen\u00eatre, et soit vous continuez la proc\u00e9dure d'Activation/enregistrement ou soit vous revenez \u00e0 la liste des d\u00e9ploiements.
register.external.post.launch=Si le processus d'inscription a r\u00e9ussi, votre \u00e9tape suivante consiste \u00e0 activer l'enregistrement.  Si le processus d'inscription a eu un probl\u00e8me, vous devrez peut-\u00eatre recommencer l'enregistrement.
register.popup.text=Continuer sur le site web d'enregistrement
register.done=L'outil externe a achev\u00e9 son processus d'inscription.  Si le processus d'inscription a r\u00e9ussi, votre \u00e9tape suivante consiste \u00e0 activer l'enregistrement.  Si le processus d'inscription a eu un probl\u00e8me, vous devrez peut-\u00eatre recommencer l'enregistrement.
register.close=Fermer cette fen\u00eatre