#X-Generator: crowdin.com



















cannotfin_submission_1=Impossible de trouver la copie ''{0}'' de l''utilisateur ''{1}''.














gen.addatttoassig.singular=Ajouter un fichier joint au devoir
gen.availability=Disponibilit\u00e9
gen.can.discard=Vos modifications seront ignor\u00e9es. \u00cates-vous certain de vouloir annuler ?
gen.cant.change.after.draft=Ces options suppl\u00e9mentaires ne sont pas modifiables une fois le devoir publi\u00e9 pour les \u00e9tudiants.
gen.cant.change.setting.after.draft=- Ce param\u00e8tre est n'est plus modifiable en raison de la configuration d\u2019options suppl\u00e9mentaires
gen.attachments=Fichiers joints
gen.viewassliststudentdetails=Liste des \u00e9l\u00e8ves ayant des infos suppl\u00e9mentaires.
gen.submissionType=Type de soumission
gen.notes=Notes
gen.details=D\u00e9tails

gen.yoursubwill=Votre soumission sera envoy\u00e9e \u00e0 {0} pour \u00eatre revue par voie \u00e9lectronique pour plagiat.
gen.subStudentPreview=Ce devoir a autoris\u00e9 la pr\u00e9visualisation \u00e9tudiant qui permet aux \u00e9tudiants de soumettre autant de documents comme brouillons qu'ils le souhaitent. Un brouillon n'est visible que pour le propri\u00e9taire du document, mais les enseignants pourront voir le nombre de soumissions de brouillons et les notes correspondantes. De plus, s'il y a une date d'\u00e9ch\u00e9ance, le brouillon le plus r\u00e9cent sera automatiquement soumis si l'\u00e9tudiant n'a pas d'autres soumissions. Les \u00e9tudiants peuvent soumettre un document brouillon en tant que document final \u00e0 tout moment dans le rapport de plagiat.
gen.onlythefoll=Seuls les types de fichier suivants seront accept\u00e9s \: {0}










# months (used in chef_dateselectionwidget macro in VM_chef_library.vm)





listsub.submitted.by=par
listsub.submitted.on.behalf=au nom de






























stuviewsubm.listsummary.simple=Liste des pi\u00e8ces jointes. Colonne 1\: lien pi\u00e8ce jointe ; colonne 2\: propri\u00e9t\u00e9s pi\u00e8ce jointe ;
stuviewsubm.attfromserverlabel.singular=ou s\u00e9lectionner un fichier dans l\u2019espace de travail ou l'espace
stuviewsubm.modifytoresubmit=Vous pouvez soumettre \u00e0 nouveau si vous modifiez ce travail.

stuviewsubm.typesubhaschanged.inline=Le type de soumission pour ce devoir a chang\u00e9. Ce texte de votre soumission pr\u00e9c\u00e9dente est \u00e0 titre de r\u00e9f\u00e9rence seulement et NE sera PAS inclus si vous soumettez \u00e0 nouveau.
stuviewsubm.typesubhaschanged.attach=Le type de soumission pour ce devoir a chang\u00e9. Ces fichiers de votre soumission pr\u00e9c\u00e9dente sont \u00e0 titre de r\u00e9f\u00e9rence seulement et NE seront PAS inclus si vous soumettez \u00e0 nouveau.
stuviewsubm.typesubhaschanged.singleUploadedFileOnly=Le type de pr\u00e9sentation pour cette affectation a chang\u00e9 pour accepter uniquement un seul fichier. Pour soumettre \u00e0 nouveau, s\u00e9lectionnez un fichier dans votre soumission pr\u00e9c\u00e9dente ou t\u00e9l\u00e9charger un nouveau fichier.
stuviewsubm.uploadnew=D\u00e9poser un nouveau fichier

# Taggable






























youmust8=Vous devez d\u00e9poser une pi\u00e8ce jointe

#added during legacy tool refactoring
removeSelected=Supprimer la s\u00e9lection







# AssignmentActivityProducer

## the column headers in grades.csv file in zip download


grades.members=Utilisateurs
#group related variables


group.editsite.nopermission=Impossible de modifier l\u2019\u00e9tat du groupe en raison d\u2019autorisations de site.




## SAK-17606
grading.anonymous=Classement anonyme
grading.anonymous.title=Anonyme

submitted.date.redacted=(date retenue)




## max grade

## no-submission grade
## for not graded non-electronic submission grades

##################UPV added

### Non-electronic submission

## on the submission confirmation page

# on the download/upload all page, most of the attributes are shared between upload and download process
uploadall.choose.file.gradeFile.csv=Format CSV, fichier grades.csv
uploadall.choose.file.gradeFile.excel=Format EXCEL, fichier grades.xls
uploadall.choose.file.includeNotSubmitted=Inclure les \u00e9tudiants qui n\u2019ont pas encore soumis
uploadall.note=AVIS \: Si vous basculez entre deux langues dans vos pr\u00e9f\u00e9rences, par exemple anglais vers espagnol, vous aurez besoin de transf\u00e9rer cette archive dans la m\u00eame langue, comme il a \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9 (ou alors t\u00e9l\u00e9chargez \u00e0 nouveau et utilisez une nouvelle archive).
downloadall.note=AVIS \: Si vous basculez entre deux langues dans vos pr\u00e9f\u00e9rences, par exemple anglais vers espagnol, vous aurez besoin de transf\u00e9rer cette archive dans la m\u00eame langue, comme il a \u00e9t\u00e9 t\u00e9l\u00e9charg\u00e9 (ou alors t\u00e9l\u00e9chargez \u00e0 nouveau et utilisez une nouvelle archive).
# SAK-19147 Assignments : Download All - flat file structure

review.switch.ne.1={0} n\u2019est pas disponible pour les soumissions non \u00e9lectroniques.
review.switch.ne.2={0} n\u2019est pas disponible pour les soumissions non \u00e9lectroniques. \u00ab Utiliser Turnitin \u00bb a \u00e9t\u00e9 d\u00e9s\u00e9lectionn\u00e9 ci-dessous.
review.report.expand=D\u00e9veloppez rapports
review.report.collapse=R\u00e9duire rapports
review.reports=rapports
review.exclude.quoted.help=Fixe la valeur par d\u00e9faut pour tous les rapports pr\u00e9sent\u00e9s pour ce devoir. Pour r\u00e9duire le nombre de faux r\u00e9sultats, nous recommandons l\u2019exclusion des citations par d\u00e9faut. Vous conservez toujours la possibilit\u00e9 d\u2019activer/d\u00e9sactiver cette option pour chaque rapport individuel apr\u00e8s la soumission.
review.exclude.self.plag=Exclure l\u2019auto plagiat dans les cours
review.exclude.self.plag.help=Fixe la valeur par d\u00e9faut pour tous les rapports pr\u00e9sent\u00e9s pour ce devoir. Afin de r\u00e9duire le nombre de faux r\u00e9sultats, nous recommandons l\u2019exclusion des auto-plagiats dans le m\u00eame cours par d\u00e9faut. Vous conservez toujours la possibilit\u00e9 d\u2019activer/d\u00e9sactiver cette option pour chaque rapport individuel apr\u00e8s la soumission. L'auto-plagiat est toujours v\u00e9rifi\u00e9 dans les rapports de l\u2019utilisateur dans d\u2019autres cours.
review.store.inst.index=Stockez le papier dans un index institutionnel
review.store.inst.index.help=Fixe la valeur par d\u00e9faut pour tous les rapports pr\u00e9sent\u00e9s pour ce devoir. Si vous choisissez de ne pas stocker des rapports dans votre index institutionnel, les rapports ne seront pas utilis\u00e9s pour v\u00e9rifier le plagiat dans d'autres rapports \u00e9tudiant de votre \u00e9tablissement. Une fois qu\u2019un rapport a \u00e9t\u00e9 pr\u00e9sent\u00e9, vous ne pouvez pas modifier cette option pour ce rapport.
review.studentPreview=Activez l\u2019aper\u00e7u de l\u2019\u00e9tudiant
review.studentPreview.help=Si vous choisissez d\u2019activer la pr\u00e9visualisation de l\u2019\u00e9tudiant, les utilisateurs seront en mesure d\u2019examiner et de soumettre \u00e0 nouveau leurs documents avant la date d\u2019\u00e9ch\u00e9ance. Les enseignants seront en mesure de voir uniquement la soumission finale, mais un enregistrement des notes pour chaque document appara\u00eetra dans les journaux de rapports. Si le devoir a une date d\u2019\u00e9ch\u00e9ance, le brouillon le plus r\u00e9cent de l\u2019\u00e9tudiant sera automatiquement soumis s\u2019il n\u2019y a aucune soumission d\u2019un \u00e9tudiant. Il est recommand\u00e9 de d\u00e9finir une date d\u2019\u00e9ch\u00e9ance pour ce devoir et de permettre aux \u00e9tudiants de voir leurs rapports.
review.file.not.accepted=Le fichier que vous avez essay\u00e9 de t\u00e9l\u00e9charger n''est pas accept\u00e9 par {0}. Veuillez t\u00e9l\u00e9charger un fichier qui est l''un des types suivants \: {1}
review.advancedSettings.vericite=Param\u00e8tres avanc\u00e9s VeriCite

gen.rev=TurnItIn

## notification email content
noti.site.url=URL du site \:

## navigation labels
nav.header=Naviguer dans les devoirs soumis
nav.prev.ungraded=< Pr\u00e9c\u00e9dent non not\u00e9
nav.next.ungraded=Suivant non not\u00e9 >
nav.view.subsOnly=Naviguer entre les \u00e9tudiants ayant soumis un devoir uniquement


## supplement
## model answer

## private note

## all purpose of item


#SAK-31405
assignment.print=Imprimer
assignment.additional.notes.file.title=plus d\u2019infos
assignment.additional.notes.export.title=Notes additionnelles sur les \u00e9tudiants
assignment.additional.notes.export.header=Des notes additionnelles ont \u00e9t\u00e9 apport\u00e9es sur les \u00e9tudiants suivants\u00a0\:
assignment.additional.notes.export.footer=Les marqueurs de leurs devoirs doivent \u00eatre notifi\u00e9es, si cette information peut \u00eatre prise en compte.
assignment.additional.notes.students.explanation=Votre dossier \u00e9tudiant montre que les notes qui suivent s\u2019appliquent \u00e0 vous\u00a0\: {0}
## single file upload

## link to calendar

## confirm success grading of submission

## cancel changes button





## for gradebook item already associated with certain assignment

## options for assignment list view display


#Reorder Vm

## the url used by download all process

# EntityProvider properties


content_review.accepted.types.delimiter=,
content_review.accepted.types.lparen=(
content_review.accepted.types.rparen=)

noti.releaseresubmission.noresubmit.text=Votre copie pour le devoir ''{0}'' vous a \u00e9t\u00e9 not\u00e9e. Allez \u00e0 {1} pour voir les d\u00e9tails.


send.notification.opendate.email.none=N\u2019envoyez pas de notification par e-mail
send.notification.opendate.email.low=Envoyer des notifications par courriel avec la date d\u2019ouverture aux participants qui ont opt\u00e9 pour elles 
send.notification.opendate.email.high=Envoyer des notifications par courriel avec la date d\u2019ouverture \u00e0 tous les participants 

sendFeedback.show=Afficher les param\u00e8tres pour l'envoi de vos commentaires
sendFeedback.hide=Masquer les param\u00e8tres pour l'envoi des commentaires
sendFeedback.label=S\u00e9lectionnez le ou les utilisateur(s) \u00e0 envoyer des commentaires
sendFeedback.instruction=S\u00e9lectionnez le ou les utilisateur(s) et \u00e9crivez vos commentaires dans la zone texte ci-dessous
sendFeedback.options=Options pour les commentaires
sendFeedback.overwrite=\u00c9craser les commentaires actuels (NOTE \: il ne substitue pas par d\u00e9faut).
sendFeedback.returnToStudents=Retourner vos commentaires aux \u00e9tudiants s\u00e9lectionn\u00e9s maintenant (NOTE \: cette opction retourne uniquement les commentaires, si vous souhaitez publier des notes, vous devrez cliquer sur 'Publication des notes').
sendFeedback.nouser=Veuillez choisir au moins un utilisateur pour l'envoi de vos commentaires.
sendFeedback.nocomment=Veuillez saisir un commentaire. 
sendFeedback.savedow=Vos commentaires ont \u00e9t\u00e9 \u00e9cras\u00e9s et enregistr\u00e9s avec succ\u00e8s.
sendFeedback.saved=Votre commentaire a \u00e9t\u00e9 sauvegard\u00e9 avec succ\u00e8s.
sendFeedback.returned=Vos commentaires ont \u00e9t\u00e9 retourn\u00e9s aux utilisateurs s\u00e9lectionn\u00e9s (NOTE \: Si vous souhaitez publier des notes, vous devez cliquer sur 'D\u00e9livrer notes').
sendFeedback.error=Erreur de retour de commentaires aux utilisateurs {0}. 

# Peer Review

noAdditionalOptionsName=Aucune option de devoir suppl\u00e9mentaire

additionalOptionsName=Options suppl\u00e9mentaires du devoir

peerassessment.reviewerAttachments=Pi\u00e8ces jointes de l'\u00e9valuateur
peerassessment.reviewerNoAttachments=Aucune pi\u00e8ce jointe na \u00e9t\u00e9 soumise par l\u2019examinateur.

gen.noatt.single=Aucune pi\u00e8ce jointe pour l\u2019instant
gen.noattsubmitted.single=Aucun fichier joint remis

assignment.inaccessible=Ce devoir est inaccessible aux \u00e9l\u00e8ves parce qu\u2019il est d\u00e9livr\u00e9 \u00e0 un groupe qui n\u2019existe plus. Modifier le devoir et modifier les param\u00e8tres "Acc\u00e8s" pour r\u00e9soudre ce probl\u00e8me.
settings.access.noGroupsPresent=Remarque \: il n\u2019y a actuellement aucun groupe pr\u00e9sent dans cet espace. Vous devez d'abord cr\u00e9er un ou des groupe(s) avant de pouvoir d\u00e9livrer le devoir aux groupes s\u00e9lectionn\u00e9s.
settings.access.selectedGroupsGoneNoGroups=Remarque \: les groupes s\u00e9lectionn\u00e9s pr\u00e9c\u00e9demment n\u2019existent plus. "Afficher vers l\u2019espace" a \u00e9t\u00e9 s\u00e9lectionn\u00e9 comme l\u2019option "Acc\u00e8s" pour ce devoir. Vous pouvez publier ce devoir sur l'ensemble de l\u2019espace, ou annuler et cr\u00e9er de nouveaux  groupes.
settings.access.selectedGroupsGoneOtherGroupsPresent=Remarque \: les groupes s\u00e9lectionn\u00e9s pr\u00e9c\u00e9demment n'existent plus. "Afficher vers l'espace" a \u00e9t\u00e9 s\u00e9lectionn\u00e9 comme l\u2019option "Acc\u00e8s" pour ce devoir. Vous pouvez publier ce devoir sur l\u2019ensemble de l\u2019espace, ou modifier les s\u00e9lections de groupe.
settings.access.selectGroups=Remarque \: vous devez s\u00e9lectionner au moins un groupe.
selected.group=Groupes choisis
selected.groups=Groupes choisis

submission.inline=Soumission en ligne
grade.type.unknown=Type de note inconnu
submission.type.unknown=Type de soumission inconnu

scoringAgent.grade=Notes avec {0}
scoringAgent.view=Afficher avec {0}
scoringAgent.refresh=Actualiser les notes de {0}
scoringAgent.refreshReminder=Noter/Classement... Cliquez ici pour actualiser la note

grades.submissionTime=Date de soumission
grades.late=Soumission tardive
grades.lateness.late=Retard
grades.lateness.ontime=\u00c0 l'heure
grades.lateness.unknown=Inconnu