#X-Generator: crowdin.com
wiki_about_course_page=h2 \u3053\u306e\u30b3\u30fc\u30b9\u306b\u3064\u3044\u3066\n\n\u3053\u306e\u30b3\u30fc\u30b9\u306b\u95a2\u3059\u308b\u60c5\u5831\u3067\u3059\n\n

wiki_about_project_page=h2 \u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u3064\u3044\u3066\n\n\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u95a2\u3059\u308b\u60c5\u5831\u3067\u3059\n\n
wiki_default_page_template=h2 \u65b0\u3057\u3044\u30da\u30fc\u30b8 \n\n\u3053\u308c\u306f\u65b0\u3057\u3044\u30da\u30fc\u30b8\u3067\u3059\uff0e\u30c6\u30ad\u30b9\u30c8\u3092\u30da\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u5834\u5408\:\n* \u4e0a\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30d0\u30fc\u306b\u3042\u308b\u300c\u7de8\u96c6\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\n* \u7de8\u96c6\u53ef\u80fd\u306a\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u3053\u306e\u30da\u30fc\u30b8\u306e\u30c6\u30ad\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\n* \u3053\u306e\u300c\u521d\u5fc3\u8005\u300d\u7528\u30c6\u30ad\u30b9\u30c8\u3092\u524a\u9664\u3057\uff0c\u4ee3\u308f\u308a\u306b\u8868\u793a\u3057\u305f\u3044\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\u307e\u3059\uff0e\u30c6\u30ad\u30b9\u30c8\u3092\u66f8\u5f0f\u4ed8\u3051\u3059\u308b\u5834\u5408\u306f\uff0c\u66f8\u5f0f\u4ed8\u3051\u30dc\u30bf\u30f3\u30a2\u30a4\u30b3\u30f3\u3092\u4f7f\u7528\u3057\uff0c\u9069\u5f53\u306a Wiki \u66f8\u5f0f\u4ed8\u3051\u30b3\u30fc\u30c9\u3092\u633f\u5165\u3057\u307e\u3059\uff0e\n* \u300c\u4fdd\u5b58\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\n
wiki_edit_right=h1 Wiki \u30c6\u30a3\u30c3\u30d7\u30b9\n__\u65b0\u3057\u3044\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3059\u308b\u5834\u5408__\n\n\u5927\u62ec\u5f27\u306b\u4f5c\u6210\u3057\u305f\u3044\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u307e\u3059\:\n\n* \\[\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306e\u540d\u524d\\] \n__\u30c6\u30ad\u30b9\u30c8\u3092\u66f8\u5f0f\u4ed8\u3051\u3059\u308b\u5834\u5408__\n\n\u66f8\u5f0f\u4ed8\u3051\u3057\u305f\u3044\u30c6\u30ad\u30b9\u30c8\u3092\u9078\u629e\u3057\uff0c\u66f8\u5f0f\u4ed8\u3051\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\uff0e\u3053\u308c\u306b\u3088\u308a\uff0cWiki \u66f8\u5f0f\u4ed8\u3051\u30b3\u30fc\u30c9\u304c\u81ea\u52d5\u7684\u306b\u633f\u5165\u3055\u308c\u307e\u3059\uff0e\n\n__\u7b87\u6761\u66f8\u304d\u304a\u3088\u3073\u756a\u53f7\u4ed8\u304d\u7b87\u6761\u66f8\u304d__\n\n\u7b87\u6761\u66f8\u304d\u306e\u5834\u5408\u306f\uff0c\u7b87\u6761\u66f8\u304d\u306e\u5404\u30a2\u30a4\u30c6\u30e0\u306e\u524d\u306b * (\u30a2\u30b9\u30bf\u30ea\u30b9\u30af)\u3092\u5165\u529b\u3057\u307e\u3059\: \n\n\\* \u30a2\u30a4\u30c6\u30e0 1\n\n\\* \u30a2\u30a4\u30c6\u30e0 2\n\n* \u30a2\u30a4\u30c6\u30e0 1\n\n* \u30a2\u30a4\u30c6\u30e0 2\n\n\u756a\u53f7\u4ed8\u304d\u7b87\u6761\u66f8\u304d\u306e\u5834\u5408\u306f\uff0c\u7b87\u6761\u66f8\u304d\u306e\u5404\u30a2\u30a4\u30c6\u30e0\u306e\u524d\u306b \# (\u30b7\u30e3\u30fc\u30d7)\u3092\u5165\u529b\u3057\u307e\u3059\n\n[Wiki \u66f8\u5f0f\u4ed8\u3051\u306b\u95a2\u3059\u308b\u8a73\u7d30\u30d2\u30f3\u30c8|Help Page]



wiki_home_page=h1 Wiki \u30c4\u30fc\u30eb\u3078\u3088\u3046\u3053\u305d\n\nh3 Wiki \u3068\u306f?\n\nWiki \u306f\uff0c\u30a6\u30a7\u30d6\u30b9\u30ad\u30eb\u3092\u5fc5\u8981\u3068\u3059\u308b\u3053\u3068\u306a\u304f\uff0c\u500b\u3005\u306e\u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u3092\u30e6\u30fc\u30b6\u304c\u4f5c\u6210\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30c4\u30fc\u30eb\u3067\u3059\uff0e\n\nWiki \u30c4\u30fc\u30eb\u3092\u7528\u3044\u308b\u3053\u3068\u3067\uff0c\u30ef\u30fc\u30af\u30b5\u30a4\u30c8\u5185\u3067\u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u305f\u308a\u7de8\u96c6\u3057\u305f\u308a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u5fc5\u8981\u304c\u3042\u308c\u3070\uff0c\u3059\u3079\u3066\u3042\u308b\u3044\u306f\u4e00\u90e8\u306e\u30da\u30fc\u30b8\u3092\u8ab0\u3067\u3082\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\n\nh3 \u6559\u80b2\u3067 Wiki \u3092\u4f7f\u3046\nWiki \u3092\u6559\u80b2\u306b\u7528\u3044\u308b\u65b9\u6cd5\u306f\u975e\u5e38\u306b\u305f\u304f\u3055\u3093\u3042\u308a\u307e\u3059\uff0e\u30a6\u30a7\u30d6\u691c\u7d22\u3059\u308c\u3070\uff0c\u305f\u304f\u3055\u3093\u306e\u793a\u5506\u3084\u30b1\u30fc\u30b9\u30b9\u30bf\u30c7\u30a3\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u4f8b\u3048\u3070\uff0c\u5b66\u751f\u306f\uff0c\u7814\u7a76\u4e2d\u306e\u30c8\u30d4\u30c3\u30af\u306b\u95a2\u3059\u308b\u30ea\u30bd\u30fc\u30b9\u96c6\u3092\u958b\u767a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\uff0c\u5916\u90e8\u306b\u516c\u958b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\u307e\u305f\uff0c\u8b1b\u7fa9\u30ce\u30fc\u30c8\u3084\u30b3\u30fc\u30b9\u6307\u91dd\u3092\u516c\u958b\u3059\u308b\u65b9\u6cd5\u3068\u3057\u3066\uff0c\u5b66\u751f\u304c\u8aad\u3081\u308b\u304c\u7de8\u96c6\u306f\u3067\u304d\u306a\u3044 Wiki \u30da\u30fc\u30b8\u3092\u4f5c\u6210\u3057\u3066\u3044\u308b\u6559\u54e1\u3082\u3044\u307e\u3059\uff0e\n\nh3 \u7814\u7a76\u3067 Wiki \u3092\u4f7f\u3046\nWiki \u3092\u7528\u3044\u308b\u3068\uff0c\u30c1\u30fc\u30e0\u3067\u7814\u7a76\u63d0\u6848\u66f8\u306e\u8349\u7a3f\u3092\u4f5c\u6210\u3057\u305f\u308a\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u9023\u7d61\u5148\u4e00\u89a7\u3092\u66f4\u65b0\u3057\u305f\u308a\u3059\u308b\u3088\u3046\u306a\uff0c\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u4f5c\u6210\u3059\u308b\u4f5c\u696d\u3092\u3044\u3063\u3057\u3087\u306b\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e\n\nh3 \u3069\u306e\u3088\u3046\u306b\u306f\u3058\u3081\u305f\u3089\u3088\u3044\u306e\u3067\u3057\u3087\u3046\u304b?\n\u3053\u306e\u30da\u30fc\u30b8\u306f\u3042\u306a\u305f\u7528\u306e Wiki \u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u3067\u3059\uff0e\u30da\u30fc\u30b8\u306b\u30c6\u30ad\u30b9\u30c8\u3092\u8ffd\u52a0\u3059\u308b\u5834\u5408\:\n* \u4e0a\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30d0\u30fc\u306b\u3042\u308b\u300c\u7de8\u96c6\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\n* \u7de8\u96c6\u53ef\u80fd\u306a\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u3053\u306e\u30da\u30fc\u30b8\u306e\u30c6\u30ad\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\n* \u3053\u306e\u300c\u521d\u5fc3\u8005\u300d\u7528\u30c6\u30ad\u30b9\u30c8\u3092\u524a\u9664\u3057\uff0c\u4ee3\u308f\u308a\u306b\u8868\u793a\u3057\u305f\u3044\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\u307e\u3059\uff0e\u30c6\u30ad\u30b9\u30c8\u3092\u66f8\u5f0f\u4ed8\u3051\u3059\u308b\u5834\u5408\u306f\uff0c\u66f8\u5f0f\u4ed8\u3051\u30dc\u30bf\u30f3\u30a2\u30a4\u30b3\u30f3\u3092\u4f7f\u7528\u3057\uff0c\u9069\u5f53\u306a Wiki \u66f8\u5f0f\u4ed8\u3051\u30b3\u30fc\u30c9\u3092\u633f\u5165\u3057\u307e\u3059\uff0e\n* \u300c\u4fdd\u5b58\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\uff0e\n
wiki_recent_changes=h1 \u6700\u8fd1\u306e\u5909\u66f4\n{recent-changes}\n