#X-Generator: crowdin.com
wiki_about_course_page=h2 Gi\u1edbi thi\u1ec7u v\u1ec1 kh\u00f3a h\u1ecdc M\u1ed9t s\u1ed1 th\u00f4ng tin v\u1ec1 kh\u00f3a h\u1ecdc n\u00e0y 

wiki_about_project_page=h2 Gi\u1edbi thi\u1ec7u v\u1ec1 d\u1ef1 \u00e1n M\u1ed9t s\u1ed1 th\u00f4ng tin v\u1ec1 d\u1ef1 \u00e1n n\u00e0y 
wiki_default_page_template=h2 New Trang n\u00e0y l\u00e0 m\u1ed9t trang m\u1edbi. \u0110\u1ec3 th\u00eam v\u0103n b\u1ea3n v\u00e0o n\u00f3\: * Nh\u1ea5p v\u00e0o 's\u1eeda' n\u00fat trong thanh h\u00e0nh \u0111\u1ed9ng tr\u00ean.. * B\u1ea1n s\u1ebd th\u1ea5y v\u0103n b\u1ea3n n\u00e0y tr\u00ean trang xu\u1ea5t hi\u1ec7n trong v\u0103n b\u1ea3n c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda m\u1ed9t h\u1ed9p * X\u00f3a v\u0103n b\u1ea3n starter ' n\u00e0y, v\u00e0 g\u00f5 v\u0103n b\u1ea3n m\u00e0 b\u1ea1n mu\u1ed1n xu\u1ea5t hi\u1ec7n thay th\u1ebf. \u0110\u1ec3 \u0111\u1ecbnh d\u1ea1ng v\u0103n b\u1ea3n, s\u1eed d\u1ee5ng c\u00e1c bi\u1ec3u t\u01b0\u1ee3ng n\u00fat \u0111\u1ecbnh d\u1ea1ng, m\u00e0 s\u1ebd ch\u00e8n c\u00e1c m\u00e3 \u0111\u1ecbnh d\u1ea1ng wiki th\u00edch h\u1ee3p. * Nh\u1ea5p v\u00e0o 'ti\u1ebft ki\u1ec7m' n\u00fat. 
wiki_edit_right=h1 Wiki M\u1eb9o __T\u1ea1o ra m\u1ed9t page__ \n\nNh\u1eadp t\u00ean c\u1ee7a trang m\u1edbi b\u1ea1n mu\u1ed1n t\u1ea1o ra trong d\u1ea5u ngo\u1eb7c vu\u00f4ng\: \n\n*  [c\u1ee7a t\u00f4i m\u1edbi trang\\]\n __\u0111\u1ecbnh d\u1ea1ng text c\u1ee7a b\u1ea1n __  \n\nCh\u1ecdn \u0111\u1ecbnh d\u1ea1ng v\u0103n b\u1ea3n sang \u0111\u1ecbnh d\u1ea1ng v\u00e0 s\u1eed d\u1ee5ng c\u00e1c n\u00fat \u0111\u1ecbnh d\u1ea1ng \u0111\u1ec3 t\u1ef1 \u0111\u1ed9ng ch\u00e8n wiki m\u00e3 s\u1ed1 v\u00e0 \u0111\u1ecbnh d\u1ea1ng.\n\n __Bullets __ s\u1ed1 \u0110\u1ed1i v\u1edbi c\u00e1c danh s\u00e1ch g\u1ea1ch \u0111\u1ea7u d\u00f2ng, \u0111\u1eb7t m\u1ed9t * (sao) \u1edf ph\u00eda tr\u01b0\u1edbc c\u1ee7a m\u1ed7i m\u1ee5c trong danh s\u00e1ch\:  \n\n\\* m\u1ee5c 1  \n\n\\* m\u1ee5c 2  \n\n\\* kho\u1ea3n 1  \n\n\\* m\u1ee5c 2  \n\n \u0110\u1ed1i v\u1edbi c\u00e1c danh s\u00e1ch \u0111\u00e1nh s\u1ed1, \u0111\u1eb7t m\u1ed9t th\u0103ng \# \u1edf ph\u00eda tr\u01b0\u1edbc c\u1ee7a m\u1ed7i m\u1ee5c trong danh s\u00e1ch.  \n\n[g\u1ee3i \u00fd th\u00eam v\u1ec1 \u0111\u1ecbnh d\u1ea1ng Wiki | Tr\u1ee3 gi\u00fap Trang] 



wiki_home_page=h1 Ch\u00e0o m\u1eebng \u0111\u1ebfn v\u1edbi C\u00f4ng c\u1ee5 h3 Wiki wiki l\u00e0 g\u00ec. A? wiki l\u00e0 m\u1ed9t c\u00f4ng c\u1ee5 cho ph\u00e9p m\u1ecdi ng\u01b0\u1eddi t\u1ea1o trang web ri\u00eang l\u1ebb ho\u1eb7c nh\u01b0 l\u00e0 m\u1ed9t nh\u00f3m, m\u00e0 kh\u00f4ng c\u1ea7n web b\u1ea5t k\u1ef3 k\u1ef9 n\u0103ng S\u1eed d\u1ee5ng c\u00f4ng c\u1ee5 wiki, b\u1ea1n c\u00f3 th\u1ec3 t\u1ea1o v\u00e0 ch\u1ec9nh s\u1eeda c\u00e1c trang web b\u00ean trong c\u1ee7a b\u1ea1n worksite. N\u1ebfu b\u1ea1n mu\u1ed1n, b\u1ea1n c\u00f3 th\u1ec3 l\u00e0m t\u1ea5t c\u1ea3 ho\u1eb7c m\u1ed9t s\u1ed1 trang xem c\u00f4ng khai. H3 S\u1eed d\u1ee5ng wiki \u0111\u1ec3 gi\u1ea3ng d\u1ea1y C\u00f3 m\u1ed9t s\u1ed1 r\u1ed9ng c\u00e1c c\u00e1ch \u0111\u1ec3 s\u1eed d\u1ee5ng wiki \u0111\u1ec3 gi\u1ea3ng d\u1ea1y - m\u1ed9t t\u00ecm ki\u1ebfm web s\u1ebd t\u00ecm th\u1ea5y b\u1ea5t k\u1ef3 s\u1ed1 l\u01b0\u1ee3ng c\u00e1c \u0111\u1ec1 xu\u1ea5t v\u00e0 nghi\u00ean c\u1ee9u tr\u01b0\u1eddng h\u1ee3p. V\u00ed d\u1ee5, h\u1ecdc sinh c\u00f3 th\u1ec3 ph\u00e1t tri\u1ec3n m\u1ed9t t\u1eadp h\u1ee3p c\u00e1c ngu\u1ed3n l\u1ef1c v\u1ec1 c\u00e1c ch\u1ee7 \u0111\u1ec1 m\u00e0 h\u1ecd \u0111ang h\u1ecdc t\u1eadp, v\u00e0 l\u00e0m cho h\u1ecd c\u00f3 s\u1eb5n v\u1edbi th\u1ebf gi\u1edbi b\u00ean ngo\u00e0i. gi\u1ea3ng vi\u00ean kh\u00e1c nh\u01b0 \u0111\u1ec3 s\u1ea3n xu\u1ea5t m\u1ed9t trang wiki nh\u01b0 m\u1ed9t c\u00e1ch \u0111\u1ec3 xu\u1ea5t b\u1ea3n b\u00e0i gi\u1ea3ng v\u00e0 h\u01b0\u1edbng d\u1eabn kh\u00f3a h\u1ecdc cho h\u1ecdc sinh \u0111\u1ec3 \u0111\u1ecdc nh\u01b0ng kh\u00f4ng s\u1eeda \u0111\u1ec1 xu\u1ea5t. h3 S\u1eed d\u1ee5ng wiki nghi\u00ean c\u1ee9u cho m\u1ed9t nh\u00f3m wiki cho ph\u00e9p m\u1ecdi ng\u01b0\u1eddi l\u00e0m vi\u1ec7c v\u1ec1 s\u1ea3n xu\u1ea5t m\u1ed9t t\u00e0i li\u1ec7u v\u1edbi nhau, ch\u1eb3ng h\u1ea1n nh\u01b0 \u0111\u1ec3 nghi\u00ean c\u1ee9u d\u1ef1 th\u1ea3o nh\u01b0 l\u00e0 m\u1ed9t nh\u00f3m, ho\u1eb7c \u0111\u1ec3 gi\u1eef m\u1ed9t c\u1eadp nh\u1eadt danh s\u00e1ch c\u00e1c \u0111\u1ecba ch\u1ec9 li\u00ean l\u1ea1c c\u1ee7a d\u1ef1 \u00e1n. h3 L\u00e0m th\u1ebf n\u00e0o \u0111\u1ec3 ch\u00fang t\u00f4i nh\u1eadn \u0111\u01b0\u1ee3c b\u1eaft \u0111\u1ea7u? \u0110\u00e2y l\u00e0 trang nh\u00e0 cho wiki c\u1ee7a b\u1ea1n. \u0110\u1ec3 th\u00eam v\u0103n b\u1ea3n v\u00e0o n\u00f3\: * Nh\u1ea5p v\u00e0o 's\u1eeda' n\u00fat trong thanh h\u00e0nh \u0111\u1ed9ng tr\u00ean.. * B\u1ea1n s\u1ebd th\u1ea5y v\u0103n b\u1ea3n n\u00e0y tr\u00ean trang xu\u1ea5t hi\u1ec7n trong v\u0103n b\u1ea3n c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda m\u1ed9t h\u1ed9p * X\u00f3a n\u00e0y "kh\u1edfi \u0111\u1ed9ng" v\u0103n b\u1ea3n, v\u00e0 g\u00f5 v\u0103n b\u1ea3n m\u00e0 b\u1ea1n mu\u1ed1n xu\u1ea5t hi\u1ec7n thay th\u1ebf. \u0110\u1ec3 \u0111\u1ecbnh d\u1ea1ng v\u0103n b\u1ea3n, s\u1eed d\u1ee5ng c\u00e1c bi\u1ec3u t\u01b0\u1ee3ng n\u00fat, m\u00e0 s\u1ebd ch\u00e8n c\u00e1c m\u00e3 \u0111\u1ecbnh d\u1ea1ng wiki th\u00edch h\u1ee3p. * Nh\u1ea5p v\u00e0o 'ti\u1ebft ki\u1ec7m' n\u00fat. 
wiki_recent_changes=h1 Thay \u0111\u1ed5i g\u1ea7n \u0111\u00e2y \n{thay \u0111\u1ed5i g\u1ea7n \u0111\u00e2y}