#X-Generator: crowdin.com
wiki_about_course_page=h2 \ud559\uacfc\ubaa9 \uc18c\uac1c\n\n\ud559\uacfc\ubaa9\uc5d0 \uad00\ud55c \uc77c\ubd80 \uc815\ubcf4\n\n

wiki_about_project_page=h2 \ud504\ub85c\uc81d\ud2b8 \uc18c\uac1c\n\n\ud504\ub85c\uc81d\ud2b8\uc5d0 \uad00\ud55c \uc77c\ubd80 \uc815\ubcf4\n\n
wiki_default_page_template=h2 \uc0c8 \ud398\uc774\uc9c0 \n\n\uc0c8 \ud398\uc774\uc9c0\uc785\ub2c8\ub2e4. \uc5ec\uae30\uc5d0 \ub0b4\uc6a9\uc744 \uc785\ub825\ud558\ub824\uba74\:\n* \uc704 \uc791\uc5c5 \ud45c\uc2dc\uc904\uc5d0\uc11c '\uc218\uc815' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n* \uc218\uc815 \uac00\ub2a5\ud55c \ud14d\uc2a4\ud2b8 \uc0c1\uc790 \uc548\uc5d0 \uc774 \ud398\uc774\uc9c0\uc758 \ud14d\uc2a4\ud2b8\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n* '\uae30\ubcf8' \ud14d\uc2a4\ud2b8\ub97c \uc0ad\uc81c\ud55c \ub2e4\uc74c, \ud45c\uc2dc\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud569\ub2c8\ub2e4. \ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc \uc544\uc774\ucf58\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc801\uc808\ud55c wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc0bd\uc785\ud558\uc2ed\uc2dc\uc624.\n* '\uc800\uc7a5' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n
wiki_edit_right=h1 Wiki \ud301\n__\uc0c8 \ud398\uc774\uc9c0\ub97c \uc791\uc131\ud558\ub824\uba74__\n\n\uc791\uc131\ud560 \uc0c8 \ud398\uc774\uc9c0\uc758 \uc774\ub984\uc744 \uc911\uad04\ud638 \uc548\uc5d0 \uc785\ub825\ud569\ub2c8\ub2e4.\n\n* \\[\ub0b4 \uc0c8 \ud398\uc774\uc9c0\\] \n__\ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74__\n\n\uc11c\uc2dd\uc744 \uc9c0\uc815\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc120\ud0dd\ud558\uace0 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc\uc744 \uc0ac\uc6a9\ud558\uc5ec wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc790\ub3d9\uc73c\ub85c \uc0bd\uc785\ud569\ub2c8\ub2e4.\n\n__\uae00\uba38\ub9ac \uae30\ud638 \ubc0f \ubc88\ud638 \ub9e4\uae30\uae30 __\n\n\uae00\uba38\ub9ac \uae30\ud638\uac00 \uc788\ub294 \ubaa9\ub85d\uc744 \ub9cc\ub4e4\ub824\uba74 \ubaa9\ub85d\uc758 \uac01 \ud56d\ubaa9 \uc55e\uc5d0 *(\ubcc4\ud45c)\ub97c \uc0bd\uc785\ud569\ub2c8\ub2e4. \n\n\\* \ud56d\ubaa9 1\n\n\\* \ud56d\ubaa9 2\n\n* \ud56d\ubaa9 1\n\n* \ud56d\ubaa9 2\n\n\ubaa9\ub85d\uc5d0 \ubc88\ud638\ub97c \ub9e4\uae30\ub824\uba74 \ubaa9\ub85d\uc758 \uac01 \ud56d\ubaa9 \uc55e\uc5d0 \#(\ud574\uc2dc \uae30\ud638)\ub97c \uc0bd\uc785\ud569\ub2c8\ub2e4.\n\n[Wiki \uc11c\uc2dd \uc9c0\uc815\uc5d0 \uad00\ud55c \ub2e4\ub978 \ud301 \ubcf4\uae30|\ub3c4\uc6c0\ub9d0 \ud398\uc774\uc9c0]



wiki_home_page=h1 Wiki \ub3c4\uad6c\uc5d0 \uc624\uc2e0 \uac83\uc744 \ud658\uc601\ud569\ub2c8\ub2e4\!\n\nh3 Wiki\ub780?\n\nWiki\ub294 \ud2b9\ubcc4\ud55c \uc6f9 \uc9c0\uc2dd\uc774\ub098 \uae30\uc220 \uc5c6\uc774\ub3c4 \uac1c\ubcc4 \ub610\ub294 \uadf8\ub8f9 \uc6f9 \ud398\uc774\uc9c0\ub97c \uc0dd\uc131\ud560 \uc218 \uc788\ub294 \ub3c4\uad6c\uc785\ub2c8\ub2e4.\n\nWiki \ub3c4\uad6c\ub97c \uc0ac\uc6a9\ud558\uba74 \uc791\uc5c5\uc0ac\uc774\ud2b8 \ub0b4\uc5d0\uc11c \uc6f9 \ud398\uc774\uc9c0\ub97c \uc0dd\uc131\ud558\uace0 \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc6d0\ud560 \uacbd\uc6b0, \uc774\ub7ec\ud55c \ud398\uc774\uc9c0\ub97c \ubaa8\ub4e0 \uc0ac\ub78c \ub610\ub294 \ud2b9\uc815\uc778\uc5d0\uac8c \uacf5\uac1c\ud558\ub3c4\ub85d \uc124\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\nh3 \uad50\uc721 \uc6a9\ub3c4\ub85c Wiki \uc0ac\uc6a9\nWiki\ub294 \ub2e4\uc591\ud55c \ubc29\uc2dd\uc73c\ub85c \uad50\uc721\uc5d0 \uc0ac\uc6a9\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc6f9 \uac80\uc0c9\uc744 \ud1b5\ud574 \ub2e4\uc591\ud55c \uc544\uc774\ub514\uc5b4\uc640 \uc0ac\ub840 \uc5f0\uad6c\ub97c \ucc3e\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4, \ud559\uc0dd\ub4e4\uc774 \ud604\uc7ac \ub2e4\ub8e8\ub294 \uc8fc\uc81c\uc5d0 \uad00\ud55c \ub2e4\uc591\ud55c \uc790\ub8cc\ub97c \ub9cc\ub4e4\uc5b4 \uc804\uc138\uacc4 \ub2e4\ub978 \uc0ac\ub78c\ub4e4\uacfc \uacf5\uc720\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. Wiki \ud398\uc774\uc9c0\ub97c \ud65c\uc6a9\ud574 \ud559\uc0dd\uc744 \uc704\ud55c \ud559\uacfc\ubaa9 \uc548\ub0b4\uc11c\uc640 \uac15\uc5f0 \ub178\ud2b8\ub97c \uc77d\uae30 \uc804\uc6a9\uc73c\ub85c \uac8c\uc2dc\ud558\ub294 \ub370 \uac15\uc0ac\ub4e4\ub3c4 \ub9ce\uc2b5\ub2c8\ub2e4.\n\nh3 \uc5f0\uad6c \uadf8\ub8f9\uc5d0 \uc758\ud574 \uc0ac\uc6a9\ub418\ub294 Wiki\nWiki\ub97c \uc0ac\uc6a9\ud558\uba74 \uc5ec\ub7ec \uc791\uc5c5\uc790\uac00 \uacf5\ub3d9\uc73c\ub85c \ubb38\uc11c\ub97c \uac1c\ubc1c \ubc0f \uc81c\uc791\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4, \uc5f0\uad6c \ud300\uc774 \uc81c\uc548\uc11c \ucd08\uc548\uc744 \uacf5\ub3d9 \uc791\uc5c5\uc73c\ub85c \uc791\uc131\ud558\uac70\ub098 \ud504\ub85c\uc81d\ud2b8 \ub2f4\ub2f9\uc790 \ubaa9\ub85d\uc744 \ucd5c\uc2e0 \uc0c1\ud0dc\ub85c \uc5c5\ub370\uc774\ud2b8\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\nh3 \uc2dc\uc791\ud558\ub294 \ubc29\ubc95\nWiki \ud648\ud398\uc774\uc9c0\uc5d0 \ub2e4\uc74c \ubc29\uc2dd\uc73c\ub85c \uc6d0\ud558\ub294 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud558\uc2ed\uc2dc\uc624.\n* \uc704 \uc791\uc5c5 \ud45c\uc2dc\uc904\uc5d0\uc11c '\uc218\uc815' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n* \uc218\uc815 \uac00\ub2a5\ud55c \ud14d\uc2a4\ud2b8 \uc0c1\uc790 \uc548\uc5d0 \ud398\uc774\uc9c0\uc758 \ud14d\uc2a4\ud2b8\uac00 \ud45c\uc2dc\ub429\ub2c8\ub2e4.\n* '\uae30\ubcf8' \ud14d\uc2a4\ud2b8\ub97c \uc0ad\uc81c\ud55c \ub2e4\uc74c, \ud45c\uc2dc\ud560 \ud14d\uc2a4\ud2b8\ub97c \uc785\ub825\ud569\ub2c8\ub2e4. \ud14d\uc2a4\ud2b8\uc5d0 \uc11c\uc2dd\uc744 \uc9c0\uc815\ud558\ub824\uba74 \uc11c\uc2dd \uc9c0\uc815 \ubc84\ud2bc \uc544\uc774\ucf58\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc801\uc808\ud55c wiki \uc11c\uc2dd \ucf54\ub4dc\ub97c \uc0bd\uc785\ud558\uc2ed\uc2dc\uc624.\n* '\uc800\uc7a5' \ubc84\ud2bc\uc744 \ud074\ub9ad\ud569\ub2c8\ub2e4.\n
wiki_recent_changes=h1 \ucd5c\uadfc \ubcc0\uacbd \uc0ac\ud56d\n{recent-changes}\n