#X-Generator: crowdin.com
wiki_about_course_page=h2 Om denna kurs\n\nInformation om denna kurs\n\n

wiki_about_project_page=h2 Om detta projekt \n\nInformation om detta projekt\n\n
wiki_default_page_template=h2 Ny sida\n\nDetta \u00e4r en ny sida. F\u00f6r att l\u00e4gga till text\:\n* licka p\u00e5 knappen 'redigera' i raden ovan.\n* Du kommer se texten p\u00e5 denna sidan i en redigerbar textruta.\n* Ta bort denna 'start'-text, och ange den text som du vill anv\u00e4nda ist\u00e4llet. F\u00f6r att formatera texten, anv\u00e4nd formateringsikonerna som d\u00e5 kommer att att s\u00e4tta in de korrekta wikiformaterings-koderna.\n* Klicka knappen 'Spara'.\n
wiki_edit_right=h1 Wiki Tips\n__To create a new page__\n\nType the name of the new page you want to create in square brackets\:\n\n* \\[my new page\\] \n__To format your text__\n\nSelect the text to format and use the formatting buttons to automatically insert the wiki formatting codes.\n\n__Bullets and numbering __\n\nFor bulleted lists, put a * (star) in front of each item in the list\: \n\n\\* item 1\n\n\\* item 2\n\n* item 1\n\n* item 2\n\nFor numbered lists, put a \# (hash) in front of each item in the list.\n\n[More Hints on Wiki formatting|Help Page]



wiki_home_page=h1 V\u00e4lkommen till wiki-verktyget\n\nh3 Vad \u00e4r en wiki?\n\nEn wiki \u00e4r ett verktyg som till\u00e5ter anv\u00e4ndare att skapa websidor individuellt eller i grupp, utan att ha n\u00e5gra direkta kunskaper om webben. Genom att anv\u00e4nda wiki-verktyget s\u00e5 kan du skapa och redigera webbsidor p\u00e5 din sajt. Om du s\u00e5 \u00f6nskar kan du g\u00f6ra alla eller visa sidor publikt l\u00e4sbara.\n\nh3 Att anv\u00e4nda wiki i undervisningen\nDet finns flera s\u00e4t att anv\u00e4nda wiki i undervisningen - en s\u00f6kning p\u00e5 n\u00e4tet ger ett stort antal f\u00f6rslag och case-studier. Till exempel s\u00e5 kan studenter skapa en samling resurser p\u00e5 omr\u00e5det som de studerar f\u00f6r tillf\u00e4llet och g\u00f6ra dem tillg\u00e4ngliga f\u00f6r v\u00e4rlden utanf\u00f6r. Andra l\u00e4rare publicerar material i en wiki som ett s\u00e4tt att tillhandah\u00e5lla f\u00f6rel\u00e4sningsmaterial och kursinformation f\u00f6r studenter att l\u00e4sa men inte att redigera.\n\nh3 Att anv\u00e4nda wik f\u00f6r forskningsgrupper och projekt\nEn wiki till\u00e5ter deltagare att skriva och redigera ett dokument tillsammans, s\u00e5som ett utkast till vetenskapliga ans\u00f6kningar f\u00f6r ett team eller att uppr\u00e4tth\u00e5lla en aktuell lista \u00f6ver projektets kontakter.\n\nh3 Hur kommer man ig\u00e5ng?\nDetta \u00e4r startsidan f\u00f6r din wiki. F\u00f6r att l\u00e4gga till text s\u00e5 g\u00f6r du s\u00e5 h\u00e4r\:\n* Klick p\u00e5 knappen 'Redigera' i den horisontella menyn ovan.\n* Texten p\u00e5 denna sidan kommer att dyka upp i en redigerbar textruta.\n* Ta bort denna "start"-text , och skriv in den text som du vill se ist\u00e4llet. F\u00f6r att formatera din text s\u00e5 anv\u00e4nder du knapparna ovanf\u00f6r redigeringsf\u00e4ltet. Dessa kommer att s\u00e4tta in de korrekta formateringskoderna.\n* Klicka p\u00e5 knappen 'spara'.
wiki_recent_changes=h1 Nyligen gjorda \u00e4ndringar\n{recent-changes}\n