#X-Generator: crowdin.com
wiki_about_course_page=h2 Informationen zu diesem Kurs\n\nEinige Informationen zu diesem Kurs\n\n

wiki_about_project_page=h2 Informationen zu diesem Projekt\n\nEinige Informationen zu diesem Projekt\n\n
wiki_default_page_template=h2 Neue Seite \n\nDies ist eine neue Seite. Um Text hinzuzuf\u00fcgen\:\n* Klicken Sie oben in der Aktionsleiste auf die Schaltfl\u00e4che \u201eBearbeiten\u201c.\n* Der Text auf dieser Seite wird in einem Textfeld angezeigt, das bearbeitet werden kann.\n* L\u00f6schen Sie diesen Ausgangstext, und geben Sie den Text ein, der stattdessen angezeigt werden soll. Um den Text zu formatieren, verwenden Sie die Formatierungsschaltfl\u00e4chen, durch die der entsprechende Wiki-Formatierungscode eingef\u00fcgt wird.\n* Klicken Sie auf die Schaltfl\u00e4che \u201eSpeichern\u201c.\n
wiki_edit_right=h1 Wiki-Tipps\n__So erstellen Sie eine neue Seite__\n\nGeben Sie den Namen der neuen Seite, die Sie erstellen m\u00f6chten, in eckigen Klammern ein\:\n\n* \\[meine neue Seite\\] \n__So formatieren Sie den Text__\n\nW\u00e4hlen Sie den zu formatierenden Text aus, und verwenden Sie die Formatierungsschaltfl\u00e4chen, um den Wiki-Formatierungscode automatisch einzuf\u00fcgen.\n\n__Aufz\u00e4hlung und Nummerierung __\n\nSetzen Sie bei Aufz\u00e4hlungen ein * (Sternchen) vor jeden Punkt der Liste\: \n\n\\* Punkt 1\n\n\\* Punkt 2\n\n* Punkt 1\n\n* Punkt 2\n\nSetzen Sie in nummerierten Listen ein \# (Hash) vor jeden Punkt in der Liste.\n\n[Weitere Hinweise zur Wiki-Formatierung|Hilfe-Seite]



wiki_home_page=h1 Willkommen beim Wiki-Tool\n\nh3 Was ist eine Wiki?\n\nEine Wiki ist ein Tool, mit dessen Hilfe Menschen Webseiten einzeln oder als Gruppe erstellen k\u00f6nnen, ohne Webkenntnisse zu ben\u00f6tigen.\n\nMit dem Wiki-Tool k\u00f6nnen Sie Webseiten innerhalb Ihrer Work-Site erstellen und bearbeiten. Wenn Sie m\u00f6chten, k\u00f6nnen Sie alle oder einige Seiten \u00f6ffentlich verf\u00fcgbar machen.\n\nh3 Verwenden von Wikis f\u00fcr die Lehrt\u00e4tigkeit\nEs gibt eine Reihe von M\u00f6glichkeiten, Wikis f\u00fcr die Lehrt\u00e4tigkeit einzusetzen. Durch eine Websuche finden Sie eine Reihe von Vorschl\u00e4gen und Fallstudien. Beispielsweise k\u00f6nnen Sch\u00fcler oder Studenten eine Sammlung von Ressourcen zum behandelten Thema erstellen und diese dann \u00f6ffentlich zur Verf\u00fcgung stellen. Einige Lehrkr\u00e4fte erstellen gern Webseiten, um Vorlesungsnotizen und Kursleitf\u00e4den zu ver\u00f6ffentlichen, die von den Studenten gelesen, aber nicht bearbeitet werden k\u00f6nnen.\n\nh3 Verwendung von Wikis f\u00fcr Forschungsgruppen\nDank einer Wiki k\u00f6nnen Menschen gemeinsam an der Erstellung eines Dokuments arbeiten, z. B. an der Erstellung des Entwurfs eines Forschugnsvorschlags im Team oder an der Pflege einer aktuellen Liste von Projektkontakten.\n\nh3 Wie beginnen wir?\nDies ist die Startseite Ihrer Wiki. Um Text hinzuzuf\u00fcgen\:\n* Klicken Sie oben in der Aktionsleiste auf die Schaltfl\u00e4che \u201eBearbeiten\u201c.\n* Der Text auf dieser Seite wird in einem Textfeld angezeigt, das bearbeitet werden kann.\n* L\u00f6schen Sie diesen Starttext, und geben Sie den Text ein, der stattdessen angezeigt werden soll. Um den Text zu formatieren, verwenden Sie die Schaltfl\u00e4chensymbole, mit deren Hilfe die entsprechenden Wiki-Formatierungscodes eingef\u00fcgt werden.\n* Klicken Sie auf die Schaltfl\u00e4che \u201eSpeichern\u201c.\n
wiki_recent_changes=h1 Letzte \u00c4nderungen\n{recent-changes}\n