#X-Generator: crowdin.com

# This is the main properties file for our application. Internationalize via MyApplication_es.properties for example.

searchForUsers=Recherche d'utilisateurs \:
typeHeader=Type
.anon=Public
na=N/A
permaLink=Enregistrer la recherche
permaLinkMessage=Copier le lien pour le coller dans un courriel
published=Publi\u00e9
yes=Oui
no=Non
providers=Liste d'\u00e9tudiants
lookupProviders=Rechercher dans liste d'\u00e9tudiants
exportData=Exporter au format CSV
shoppingAdminBulkTitle=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer des param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses
shoppingAdminBulkInstructions=Cette page vous permet de supprimer et/ou d'ajouter ou de mettre \u00e0 jour les param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses sur n'importe quel espace. Pour supprimer les param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses sur un espace, il suffit d'ajouter l'identifiant (ID) de l'espace \u00e0 l'onglet "Supprimer" de la liste des espaces. Veuillez noter qu'il supprime uniquement les param\u00e8tres directs pour ce n\u0153ud et ne supprimera pas tous les param\u00e8tres h\u00e9rit\u00e9s. Pour ajouter ou mettre \u00e0 jour les param\u00e8tres d'un espace, d\u00e9finissez les param\u00e8tres de p\u00e9riodicit\u00e9 pour faire des courses dans l'onglet "Ajouter ou mettre \u00e0 jour" puis ajoutez les espaces que vous voulez mettre \u00e0 jour dans la liste des espaces. Lorsque vous \u00eates pr\u00eat, cliquez sur Enregistrer et laisser un peu de temps pour que la page se charge.
bulkEditLink=Faire en vrac ajouter, mettre \u00e0 jour, ou supprimer
deleteShoppingSettings=Supprimer les param\u00e8tres de la p\u00e9riode de courses
siteIds=IDs espace
siteIdsInfo=(un seul ID par ligne)
sitesToBeDeleted=Espaces \u00e0 supprimer
noSitesInInput=Aucun espace \u00e0 ajouter. 
sitesNotFound=Les espaces suivants n''ont pas \u00e9t\u00e9 trouv\u00e9s dans la hi\u00e9rarchie \: {0}
sitesNoAccess=Vous n''\u00eates pas autoris\u00e9 \u00e0 modifier les espaces suivants \: {0}
siteId=Identifiant de l'espace
siteTitle=Titre
addUpdateShoppingSettings=Ajouter ou mettre \u00e0 jour les param\u00e8tres de p\u00e9riode de courses
sitesToBeAdded=Espaces \u00e0 ajouter ou \u00e0 mettre \u00e0 jour
shoppingPeriodSettings=Param\u00e8tres de la p\u00e9riode des courses
selectAll=Tout s\u00e9lectionner
selectTools=S\u00e9lectionnez Outils
noSitesToaddOrDelete=Vous devez avoir au moins un espace dans les listes supprim\u00e9es ou ajout\u00e9es/mises \u00e0 jour.
oneDateRequired=Il faut au moins une date pour ajouter/mettre \u00e0 jour des espaces.
startDateMustBeFirst=La date de d\u00e9but doit \u00eatre ant\u00e9rieure \u00e0 la date de fin.
oneToolMustBeSelected=Vous devez s\u00e9lectionner au moins un outil public ou priv\u00e9 pour ajouter/mettre \u00e0 jour des espaces.
roleRequired=Un r\u00f4le est requis.
filterBy=Filtrer par\u00a0
hierarchyLevel=Niveau de hi\u00e9rarchie
filter=Filtrer
clear=Effacer
modificationsPending=Il y a des modifications non sauvegard\u00e9es qui seront supprim\u00e9es, veuillez enregistrez ou continuez votre action.