#X-Generator: crowdin.com

heading_feedback=Retour d'exp\u00e9rience
heading_grading_feedback=Notation et commentaires
heading_extended_time=Exceptions \u00e0 la limitation dans le temps et date de publication
clear_calendar_alt=Effacer la date

honor_pledge=Engagement sur l'honneur
honor_pledge_add=Exige des \u00e9tudiants qu'ils acceptent de s'engager sur l'honneur avant de commencer l'\u00e9valuation
late_accept_until=Remises tardives accept\u00e9es jusqu'\u00e0 ?
late_accept_help=Les \u00e9tudiants ont une chance de soumettre apr\u00e8s la date d'\u00e9ch\u00e9ance s'ils ne l'ont pas encore soumis.

minutes=min
notification=Notification





navigation=Navigation



displayScores=Notes des questions
displayScores_show=Voir la valeur de point de question au cours de l\u2019\u00e9valuation
displayScores_hide=Masquer la valeur de point de question au cours de l\u2019\u00e9valuation

submissions=Nombre de remises permises

instructorNotificationLabel=Notification par courriel
instructorNotification=Vous souhaitez recevoir des notifications lorsque les \u00e9tudiants soumettent cette \u00e9valuation\u00a0?
oneEmail=Oui - envoyez moi un email pour chaque soumission
digestEmail=Oui - envoyez-moi un email de r\u00e9sum\u00e9 chaque jour
noEmail=Non - je ne veux pas recevoir d\u2019e-mails




feedback_authoring=Pour l'auteur
feedback_student=Pour l'\u00e9tudiant
feedback_type=D\u00e9finissez le type de retour d'exp\u00e9rience, qu'un \u00e9tudiant re\u00e7oit
feedback_level=D\u00e9finir comment le retour d'exp\u00e9rience sera r\u00e9dig\u00e9



student_identity_label=Notation anonyme
gradebook_options_help=Envoyer imm\u00e9diatement les notes de l'\u00e9valuation au bulletin de notes, quelles que soient les options ci-dessous


background_label=Arri\u00e8re-plan




# Mark for Review

# the following is for confirming publishing (publishAssessment.jsp)



#ERROR

# signs for author tool

# titles

# add attachments to questions

# Colour picker

# Date picker

# Audio recording applet

due_null_with_retract_date=Vous devez d\u00e9finir une date d\u2019\u00e9ch\u00e9ance valable si l\u2019\u00e9valuation a une date d\u2019acceptation tardive.

# Secure delivery support

# SAM-939

# Extended time
extendedTimeNew=Ajouter une exception
extendedTimeExisting=Exceptions existantes
extendedTimeInstruction=Vous devez cliquer sur le bouton \u00ab\u00a0Ajouter une Exception\u00a0\u00bb pour ajouter des exceptions individuelles avant d\u2019enregistrer les param\u00e8tres. Toutes les valeurs \u00e9crasent les param\u00e8tres de l\u2019\u00e9valuation. Laissez les valeurs (dates) vide pour faire correspondre les param\u00e8tres de l\u2019\u00e9valuation. Si vous souhaitez que l\u2019\u00e9l\u00e8ve ait une limite de temps sur un examen chronom\u00e9tr\u00e9, vous devez d\u00e9finir la limite de temps ici, un d\u00e9lai de 0 se traduira par aucune limite.
extendedTimeAdd=Ajouter une exception
extendedTimeEdit=Mise \u00e0 jour d\u2019une exception
extendedTimeCancel=Annuler
header_extendedTime_user=Utilisateur
header_extendedTime_group=Groupe
header_extendedTime_start_date=Date de d\u00e9but
header_extendedTime_due_date=Date limite
header_extendedTime_retract_date=Date d\u2019acceptation tardive
header_extendedTime_hours=Heures
header_extendedTime_minutes=Minutes
header_extendedTime_delete=Supprimer
header_extendedTime_edit=Modifier
extendedTimeUser=Exception pour l\u2019utilisateur
extendedTimeGroup=Exception pour groupe
extendedTime_select_User=S\u00e9lectionnez un utilisateur
extendedTime_select_group=S\u00e9lectionnez le groupe
extendedTime_data_table_title=Tableau de donn\u00e9es d'entr\u00e9e de temps prolong\u00e9.
extendedTime_entry_table_title=Ajouter/modifier une entr\u00e9e de temps prolong\u00e9e.

# Extended Time Errors
extended_time_user_and_group_set=Utilisateur OU groupe doit \u00eatre d\u00e9finie pour l\u2019entr\u00e9e de temps prolong\u00e9e, avec l\u2019utilisateur \u00ab\u00a0{0}\u00a0\u00bb et le groupe \u00ab\u00a0{1}\u00a0\u00bb.
extended_time_due_earlier_than_available=La Date d\u2019\u00e9ch\u00e9ance ne peut \u00eatre ant\u00e9rieure \u00e0 la Date de d\u00e9but pour l\u2019utilisateur d\u2019entr\u00e9e longtemps \u00ab\u00a0{0}\u00a0\u00bb / \u00ab\u00a0{1}\u00a0\u00bb du groupe.
extended_time_retract_earlier_than_available=La Date d\u2019acceptation tardive ne peut pas \u00eatre ant\u00e9rieure \u00e0 la Date disponible / \u00e9tendue de Date d\u2019\u00e9ch\u00e9ance pour inscription du temps utilisateur \u00ab\u00a0{0}\u00a0\u00bb / groupe \u00ab\u00a0{1}\u00a0\u00bb.
extended_time_due_same_as_available=La Date d\u2019\u00e9ch\u00e9ance ne peut pas \u00eatre la m\u00eame que la Date de mise \u00e0 disposition pour une extension du temps utilisateur \u00ab\u00a0{0}\u00a0\u00bb / groupe \u00ab\u00a0{1}\u00a0\u00bb.
extended_time_name_not_found=Non D\u00e9fini
extended_time_duplicate_users=Les entr\u00e9es ne peuvent \u00eatre dupliqu\u00e9es. Dupliquer des entr\u00e9es de temps \u00e9tendu d\u00e9tect\u00e9es pour les utilisateurs suivants\u00a0\: {0}.
extended_time_duplicate_groups=Les entr\u00e9es ne peuvent \u00eatre dupliqu\u00e9es. Dupliquer des entr\u00e9es de temps \u00e9tendu d\u00e9tect\u00e9es pour les utilisateurs suivants\u00a0\: {0}.
extended_time_and=&

# Expand Collapse
expandAll=D\u00e9velopper tout
collapseAll=Replier tout