#X-Generator: crowdin.com
admin=Admin
continue_assessment_=Continuer le test
button_close_window=Fermer la fen\u00eatre et sortir
button_return_to_assessment=Retourner \u00e0 l'\u00e9valuation
button_ok=OK
button_exit=Quitter
button_save_for_later=Enregistrer pour plus tard
correct=Correct.
excellent=Excellent
honor_pledge=Engagement sur l'honneur
honor_pledge_add=Demander aux \u00e9tudiants de cocher l'engagement sur l'honneur
honor_pledge_detail=Engagement sur l'honneur\: Je ne recevrai, ni ne donnerai d'aide \u00e0 autrui pendant cette \u00e9valuation.
honor_pledge_select=Vous devez accepter l'engagement sur l'honneur en cochant la case \u00e0 cet effet afin de commencer l'\u00e9valuation.
honor_required=Obligatoire
image=Image\:
my_qs=Questions
navigation=Navigation
please_wait=Veuillez patienter...
pt=Points
discount=. Point(s) retir\u00e9(s) pour r\u00e9ponse incorrecte\: 
q=Question
qs=Questions
question=Question
random_draw_from_que=tirage au hasard de la r\u00e9serve de questions\:
time_expired1=Temps \u00e9coul\u00e9\!
time_expired2=Le temps allou\u00e9 pour cette \u00e9valuation est expir\u00e9. Vos r\u00e9ponses ont \u00e9t\u00e9 soumises automatiquement.
time_expired3=Vos r\u00e9ponses seront soumises automatiquement
five_minutes_left1=Il vous reste 5 minutes pour compl\u00e9ter l'\u00e9valuation.
five_minutes_left2=Appuyer sur '\u00c9chap' ou cliquer 'X' pour retourner \u00e0 l'\u00e9valuation.
five_minutes_left3=NOTE\: le temps continuera de s'\u00e9couler m\u00eame si vous ne fermez pas la fen\u00eatre
hide_show=Cacher/Afficher le temps restant
subsub=subsub
file_limit=MO maximum par fichier
info=Information
time_limit_hours=Heures
submission_confirmation_message_4=Vous avez compl\u00e9t\u00e9 cette \u00e9valuation
non_anonymous_quit_warning_message=Votre \u00e9valuation a \u00e9t\u00e9 sauvegard\u00e9e pour que vous puissiez y revenir plus tard.<br /> <b>Si vous aviez l'intention de quitter, fermez simplement cette fen\u00eatre.</b>.<br/>Pour rendre cette \u00e9valuation disponible \u00e0 un \u00e9valuateur, cliquez <b>Retourner l'\u00e9valuation</b> et ensuite <b>Remettre pour correction</b>.
assessment_not_available_message_viaURL=Cette \u00e9valuation n'est pas disponible actuellement. Cliquez \u00ab Continuer \u00bb pour aller \u00e0 la page d'ouverture de session du syst\u00e8me.
assessment_no_longer_available_message=Cette \u00e9valuation n'est pas disponible actuellement. Cliquez \u00ab Continuer \u00bb pour aller \u00e0 la page d'ouverture de session du syst\u00e8me.
assessment_no_longer_available_message_viaURL=Cette \u00e9valuation n'est pas disponible actuellement.
count_characters=Nombre de caract\u00e8res
save_for_later_title=Enregsitrer pour plus tard
assessment_exit_warning_title=Avertissement\: sortie de l'\u00e9valuation
warning_2=ATTENTION\:
save_for_later_warning_1=Votre \u00e9valuation a \u00e9t\u00e9 enregistr\u00e9e pour vous permettre d'y revenir plus tard.
save_for_later_warning_2=Si c'est ce que vous souhaitez, cliquez sur "Continuer" pour vous rendre \u00e0 la liste des \u00e9valuations.
save_for_later_warning_3=Pour rendre votre \u00e9valuation disponible \u00e0 votre instructeur pour correction, cliquez sur <b>Retourner \u00e0 l'\u00e9valuation</b> puis sur <b>Remettre pour correction</b>
review_error_1=Cette \u00e9valuation a \u00e9t\u00e9 revue par votre enseignant.
review_error_2=Retournez \u00e0 la liste des \u00e9valuations pour modifier et remetre pour correction.
linear_no_contents_warning_1=Cette \u00e9valuation ne permet pas de revenir en arri\u00e8re pour r\u00e9viser ou modifier vos r\u00e9ponses.
linear_no_contents_warning_2=Cliquez sur "Remettre pour correction" pour remettre votre \u00e9valuation.
linear_no_contents_warning_3=Ou bien, cliquez sur "Annuler" pour revenir \u00e0 la liste des \u00e9valuations.

# file upload error message
max_file_size=Taille de fichier maximale\:


# signs
dash=-
greater=>
splash=/
dot=.
open_bracket=(
close_bracket=)
underscore=_

# Title of links: starts with t_

# alt tag for images: starts with alt_

alt_correct=Correct
alt_incorrect=Incorrect
alt_ans_q=Question r\u00e9pondue

#browse and upload button

# audio authoring
can_you_hear=Si vous \u00e9prouvez des difficult\u00e9s \u00e0 faire jouer l''enregistrement, cliquez {0} pour t\u00e9l\u00e9charger votre enregistrement et l''\u00e9couter dans une autre application. 


# attachemnt v2.3

# restricting access based on these criteria - SAK-6516
no_submission_left_url=Ce test a d\u00e9j\u00e0 \u00e9t\u00e9 remis et les remises additionnelles ne sont pas permises.Veuillez contacter votre enseignant si vous avez des questions.

no_late_submission_url=La date de remise de ce test est d\u00e9pass\u00e9e, et les remises en retard ne sont pas permise.Veuillez contacter votre enseignant si vous avez des questions.

assessment_has_been_submitted_url=Ce test a d\u00e9j\u00e0 \u00e9t\u00e9 soumis et il ne peut pas \u00e0tre modifi\u00e9. Veuillez contacter votre enseignant si vous avez des questions.

data_discrepancy_title=Non-confirmit\u00e9
data_discrepancy_1=Vous acc\u00e9dez \u00e0 cette page parce qu'il existe une divergence entre les r\u00e9ponses enregistr\u00e9es et les r\u00e9ponses que vous croyez avoir enregistr\u00e9es. Deux causes fr\u00e9quentes \u00e0 cette divergence sont\:
data_discrepancy_2=Lorsque l'\u00e9valuation est compl\u00e9t\u00e9e par de multiples fen\u00eatres
data_discrepancy_3=Lorsque l'utilisateur n'a pas enregistr\u00e9 ses r\u00e9ponses avant l'expiration du temps allou\u00e9 pour l'\u00e9valuation
data_discrepancy_4=Dans les deux cas, la r\u00e9ponse enregistr\u00e9e d\u00e9pend du moment o\u00f9 l'utilisateur a cliqu\u00e9 en dernier.
data_discrepancy_5=Si vous compl\u00e9tez cette \u00e9valuation via plusieurs fen\u00eatres de navigateur, fermez-les pour n'en garder qu'une seule ouverte.
data_discrepancy_5_url=Si vous faites le test dans plusieurs fen\u00e0tres de fureteur, fermez toutes les fen\u00e0tres sauf une. Refaites le test s'il est toujours disponible.

text_or=ou
text_out_of=sur

is_retracted_url=Vous n'\u00eates plus en mesure de soumettre cette \u00e9valuation car la date limite est pass\u00e9e.
is_retracted_for_edit=Vous ne pouvez compl\u00e9ter cette \u00e9valuation car elle a \u00e9t\u00e9 retir\u00e9e par l'enseignant. Cliquez sur "Retour" pour revenir \u00e0 votre liste d'\u00e9valuations.
is_retracted_for_edit_url=Vous ne pouvez faire ce test puisqu'il a \u00e9t\u00e9 retir\u00e9 par votre enseignant.
is_retracted_for_edit2=Cette \u00e9valuation a \u00e9t\u00e9 retir\u00e9e pour modification
feedback_not_available=La r\u00e9troaction sera accessible une fois l'\u00e9valuation republi\u00e9e.

reset_selection=Revenir \u00e0 la s\u00e9lection par d\u00e9faut

submission_warning=Avertissement de remise d'\u00e9valuation
submit_warning_1=Vous \u00eates sur le point de remettre cette \u00e9valuation pour correction.
submit_warning_2=Cliquez sur "Remettre pour correction" pour remettre votre \u00e9preuve.
submit_warning_3_non_linear=Ou bien, cliquez sur "Pr\u00e9c\u00e9dent" pour revenir \u00e0 l'\u00e9cran pr\u00e9c\u00e9dent.
submit_warning_3_linear=Ou bien, cliquez sur "Annuler" pour revenir \u00e0 la liste des \u00e9valuations

review_results=R\u00e9viser les r\u00e9sultats
seeOrHide=Cliquez sur la fl\u00e8che \u00e0 c\u00f4t\u00e9 des questions pour voir la lliste des questions

t_for=pour
for=Pour
begin_assessment_msg_due=Vous devez faire cette \u00e9valuation avant
begin_assessment_msg_no_due=Il n'y a pas de date limite pour cette \u00e9valuation.
begin_assessment_msg_timed_w_due_date=Lorsque vous cliquerez sur " Commencez l''\u00e9valuation " vous aurez <b> {0} ou jusqu''\u00e0 {1} </b> selon le d\u00e9lai le plus cours pour compl\u00e9ter cette \u00e9valuation. Elle sera <b>soumise \u00e0 ce moment</b>, que vous ayez r\u00e9pondu \u00e0 toutes les questions ou non.
begin_assessment_msg_timed_wo_due_date=Lorsque vous cliquerez sur " Commencer l''\u00e9valuation," vous aurez <b>{0}</b> pour la terminer. Elle sera <b>soumise lorsque ce d\u00e9lai sera \u00e9coul\u00e9</b>, peu importe si vous avez r \u00e9pondu \u00e0 toutes les questions.
begin_assessment_msg_timed_continue=Vous avez commenc\u00e9 cette \u00e9valuation le {0}. Vous aurez jusqu''au {1} pour la compl\u00e9ter. Elle sera soumise automatiquement, et ce, peu importe si vous avez r\u00e9pondu \u00e0 toutes les questions.
begin_assessment_msg_no_time_limit=Il n'y a pas de limite de temps.
begin_assessment_msg_linear=Les questions de cette \u00e9valuation sont pr\u00e9sent\u00e9es une \u00e0 la fois sur chaque page. Pendant l'\u00e9valuation, il vous sera <b>impossible </b> de revenir  sur les questions pr\u00e9c\u00e9dentes lorsque vous aurez cliqu\u00e9 sur "Prochain".
begin_assessment_msg_linear_continue=Vous commencerez \u00e0 l'endroit ou vous vous \u00eates interrompu.
begin_assessment_msg_unlimited_submission=Vous pouvez soumettre cette \u00e9valuation autant de fois que vous le voulez.
begin_assessment_msg_unlimited_submission_continue=Vous pouvez soumettre cette \u00e9valuation autant de fois que vous le voulez jusqu''au {0}.
begin_assessment_msg_num_submission_1=Vous pouvez soumettre ceci
begin_assessment_msg_num_submission_2=fois.
begin_assessment_msg_highest=La note la plus \u00e9lev\u00e9e sera prise en compte pour la correction.
begin_assessment_msg_latest=La note de la derni\u00e8re soumission sera prise en compte pour la correction.
begin_assessment_msg_average=La note moyenne de toutes les soumissions sera prise en compte pour la correction.

submission_allowed_1=Vous pouvez soumettre cette \u00e9valuation {0} fois.
submission_allowed_2=Vous pouvez soumettre cette \u00e9valuation {0} fois de plus.
submission_allowed_1_continue=Vous pouvez soumettre cette \u00e9valuation {0} fois jusqu''au {1}.
submission_allowed_2_continue=Vous pouvez soumettre cette \u00e9valuation {0} fois de plus jusqu''au {1}.


timer_preview_not_available=Le chronom\u00e8tre ne fonctionne pas lors de la Pr\u00e9visualisation

fin_accepted_instruction=<b style\="color\:\#860000;">Caract\u00e8res accept\u00e9s</b>\: nombres, s\u00e9parateur d\u00e9cimal (point ou virgule), signe (-), 'E' ou 'e' (en notation scientifique).
fin_complex_note=Les nombres complexes devrait avoir ce format\: (a + bi) o\u00f9 "a" et "b" doivent \u00eatre \u00e9nonc\u00e9e explicitement.
fin_complex_example=Attention\: Il ne faut pas utiliser des espaces entre les chiffres (ex\: s\u00e9parateur de milliers).  Par exemple, il faut saisir 5000 et non 5 000.
fin_invalid_characters_error=Vous avez utilis\u00e9 des caract\u00e8res non-acceptables dans la r\u00e9ponse.

sa_invalid_length_error=Cette r\u00e9ponse d\u00e9passe la limite de 60,000 caract\u00e8res. Merci de r\u00e9duire la quantit\u00e9 de texte.

anonymousScore=Note

recorded_on=enregistr\u00e9 le
secs=secondes

please_read_1=Veuillez lire
please_read_2=Recommandation pour les \u00e9tudiants qui font un test ou une \u00e9valuation importante
please_read_3=afin d'en savoir plus sur la configuration de votre syst\u00e8me afin de vous assurer que votre travail est sauvegar\u00e9 et soumis correctement.
timeOutSubmission=Le temps allou\u00e9 pour compl\u00e9ter cette \u00e9valuation est expir\u00e9. Vos r\u00e9ponses ont \u00e9t\u00e9 remises automatiquement.
time_30_warning=Vous avez jusqu''\u00e0 {0} pour soumettre cette \u00e9valuation.
time_30_warning_2=Appuyez sur 'Esc' ou cliquez 'X' pour retourner \u00e0 votre \u00e9valuation.
time_due_warning_1=Afin d'\u00eatre cr\u00e9dit\u00e9 pour cet essai, vous devez soumettre l'\u00e9valuation maintenant.
time_due_warning_2=Si vous choisissez de ne PAS soumettre, votre \u00e9valuation ne sera pas disponible pour \u00eatre soumise plus tard.
link_do_not_submit=Ne PAS soumettre
not_submitted_title=Sortie de l'\u00e9valuation
not_submitted=Votre \u00e9valuation n'a pas \u00e9t\u00e9 soumise.

audio_recorder_header=Enregistreur audio
audio_mic_check=V\u00e9rification du micro
audio_recorder_post=Enregistrer et fermer
audio_recorder_posting=Publication de la r\u00e9ponse. Ne pas fermer la fen\u00eatre.
audio_recorder_complete=Le t\u00e9l\u00e9chargement est complet. Fermeture de la fen\u00eatre.
audio_recorder_timelimit=Temps limite\: {0} secondes
audio_recorder_attempts_allowed=Nombre total de tentatives permises\:
audio_recorder_attempts_remaining=Tentatives restantes\:
audio_recorder_browser_plea=Votre fureteur ne supporte pas le language HTML5 audio APIs ni Flash. Veuillez consid\u00e9rer utiliser la derni\u00e8re version de Chrome ou Firefox.
audio_recorder_last_attempt=Votre derni\u00e8re tentative sera sauvegard\u00e9e automatiquement lorsque vous cliquerez sur stop.
audio_not_allowed=Votre fureteur n'a pas les permissions pour utiliser le microphone. Veuillez ajuster les permissions de votre fureteur et rafraichir la page.

#message parameters:
#0: user input
#1: question number
#2: sequence number
#3: valid options
please_select_from_available=Question {1} a une r\u00e9ponse invalide, {0}. Seules les lettres suivantes de l''alphabet sont acceptables\: {3}
duplicate_responses=R\u00e9ponses copi\u00e9es\:

additional_instructions_label=Cliquez pour voir des instructions suppl\u00e9mentaires

qprogress=Progr\u00e8s

receiptEmail_none=Vous avez choisi de ne pas recevoir de notification courriel lorsque vous soumettez une \u00e9valuation.
receiptEmail_digest=Vous allez recevoir une notification pour cette soumission dans votre courriel sommaire quotidien de Tests et Quiz.
receiptEmail_immediate=Vous allez recevoir un courriel de re\u00e7u pour cette soumission.
receiptEmail_changeSetting=Vous pouvez changer vos configurations de notifications via Sites -> Pr\u00e9f\u00e9rences -> Notifications.